


		const ProductInfo = {
			catalog: {
				filters: [
					{
						name: 'Женщинам',
						sections: [
							{
								name: 'Майки',
								page_title: 'Майки для женщин',
								products: [
									{
										name: "Блузка женская клас1",
										imgSrc: "./images/ProductItem/Rectangle24.png",
										price: "2000 р",
										description: "Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание"
									},
									{
										name: "Блузка женская к2",
										imgSrc: "./images/ProductItem/Rectangle24.png",
										price: "2000 р",
										description: "Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание"
									},
									{
										name: "Блузка классная3",
										imgSrc: "./images/ProductItem/Rectangle24.png",
										price: "2000 р",
										description: "Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание"
									},
									{
										name: "Блузка классная4",
										imgSrc: "./images/ProductItem/Rectangle24.png",
										price: "2000 р",
										description: "Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание"
									},
									{
										name: "Блузка классная4",
										imgSrc: "./images/ProductItem/Rectangle24.png",
										price: "2000 р",
										description: "Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание"
									},
									{
										name: "Блузка классная4",
										imgSrc: "./images/ProductItem/Rectangle24.png",
										price: "2000 р",
										description: "Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание"
									},
									{
										name: "Блузка классная4",
										imgSrc: "./images/ProductItem/Rectangle24.png",
										price: "2000 р",
										description: "Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание"
									},
								]
							},
							{
								name: 'Костюмы',
								page_title: 'Костюмы для женщин',
								products: [
									{},
									{},
									{}
								]
							},
							{
								name: 'Брюки',
								page_title: 'Брюки для женщин',
								products: [
									{},
									{},
									{}
								]
							},
							{
								name: 'Джисны',
								page_title: 'Джинсы для женщин',
								products: [
									{},
									{},
									{}
								]
							},
							{
								name: 'Юбки',
								page_title: 'Юбки для женщин',
								products: [
									{},
									{},
									{}
								]
							},
							{
								name: 'Шорты',
								products: [
									{},
									{},
									{}
								]
							},
							{
								name: 'Свитшоты, худи',
								products: [
									{},
									{},
									{}
								]
							},
							{
								name: 'Блузки и рубашки',
								page_title: 'Блузки и рубашки для женщин',
								products: [
									{},
									{},
									{}
								]
							},
							{
								name: 'Пиджаки и жакеты',
								products: [
									{},
									{},
									{}
								]
							},
							{
								name: 'Платья и сарафаны',
								products: [
									{},
									{},
									{}
								]
							},
							{
								name: 'Верхняяя одежда',
								products: [
									{},
									{},
									{}
								]
							},
						],
					},
					{
						name: 'Мужчинам',
						sections: [
							{
								name: 'Обувь',
								products: [
									{
										name: "Блузка женская классная",
										imgSrc: "url('./')",
										price: "2000 р",
										description: "Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание"
									}
								]
							},
							{
								name: 'Шорты',
								products: [
									{},
									{},
									{}
								]
							},
							{
								name: 'Куртки',
								products: [
									{},
									{},
									{}
								]
							},
						],
					},
					{
						name: 'Детям',
						sections: [
							{
								name: 'Майки',
								products: [
									{
										name: "Блузка женская классная",
										imgSrc: "url('./')",
										price: "2000 р",
										description: "Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание"
									}
								]
							}
						],
					},
					{
						name: 'Обувь',
						sections: [
							{
								name: 'Майки',
								products: [
									{
										name: "Блузка женская классная",
										imgSrc: "url('./')",
										price: "2000 р",
										description: "Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание"
									}
								]
							}
						],
					},
					{
						name: 'Игрушки',
						sections: [
							{
								name: 'Майки',
								products: [
									{
										name: "Блузка женская классная",
										imgSrc: "url('./')",
										price: "2000 р",
										description: "Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание"
									}
								]
							}
						],
					},
					{
						name: 'Аксессуары',
						sections: [
							{
								name: 'Майки',
								products: [
									{
										name: "Блузка женская классная",
										imgSrc: "url('./')",
										price: "2000 р",
										description: "Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание"
									}
								]
							}
						],
					},
					{
						name: 'Большие размеры',
						sections: [
							{
								name: 'Майки',
								products: [
									{
										name: "Блузка женская классная",
										imgSrc: "url('./')",
										price: "2000 р",
										description: "Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание"
									}
								]
							}
						],
					},
					{
						name: 'Дополнительно',
						sections: [
							{
								name: 'Майки',
								products: [
									{
										name: "Блузка женская классная",
										imgSrc: "url('./')",
										price: "2000 р",
										description: "Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание"
									}
								]
							}
						],
					},
					{
						name: 'Акции',
						sections: [
							{
								name: 'Майки',
								products: [
									{
										name: "Блузка женская классная",
										imgSrc: "url('./')",
										price: "2000 р",
										description: "Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание Здесь должно быть описание"
									}
								]
							}
						],
					}
				]	
			}
		}
	

export default ProductInfo;
